Repository: sergiomarchio/prometeo-chatbot-challenge
Catalog: chatbot/locale/*/LC_MESSAGES/django.po
Languages: es

source: Something went wrong!
es: Algo salió mal!

source: There was an error with the API key, please start again...
es: Hubo un error con la API key, por favor comienza nuevamente...

source: Something went wrong... Please try again later...
es: Algo salió mal... por favor vuelve a intentarlo más tarde...

source: Type your message here...
es: Escribe tu mensaje aquí...

source: You must log in first!
es: Primero debes iniciar sesión!

source: You are already logged in {provider}, please <a class="message-link">logout</a> first
es: Ya has iniciado sesión en {provider}, primero debes <a class="message-link">salir</a>.

source: _regex_logout
es: salir

source: _regex_customer
es: clientes?

source: _regex_bank
es: bancos?

source: _regex_account
es: cuentas?

source: _regex_movement
es: movimientos?

source: _regex_card
es: tarjetas?( de credito)?

source: _regex_currency
es: moneda

source: _regex_info
es: (mis )?((datos)|(info))

source: _regex_greeting
es: (hola)|(buenas)

source: Hello! Nice to meet you :)
es: ¡Hola! Gusto en conocerte :)

source: Sorry, could you give me more details about what you want to do?
es: Lo siento, podrías darme más detalles acerca de lo que quieres hacer?

source: The available banks per country are:
es: Los bancos disponibles por país son:

source: Thank you for operating with
es: Gracias por operar con

source: There are no registered customers for this user
es: No hay clientes registrados para este usuario

source: Your info
es: Tu información

source: Name
es: Nombre

source: email
es: Correo electrónico

source: balance
es: Saldo

source: branch
es: Sucursal

source: currency
es: Moneda

source: name
es: Nombre

source: number
es: Número

source: Please provide an account number... Usage: "account <account number> movements"
es: Por favor ingresa un número de cuenta... Forma de uso: "movimientos cuenta <número de cuenta>"

source: Sorry, could not find that account...Please check that the account number is correct...
es: Lo siento, no pude encontrar esa cuenta... Por vafor verifica que el número es correcto...

source: balance_dollar
es: Saldo (dólares)

source: balance_local
es: Saldo (moneda local)

source: close_date
es: Fecha de cierre

source: due_date
es: Fecha de vencimiento

source: Please provide a credit card number... Usage: "card <card number> movements"
es: Por favor ingresa un número de tarjeta de crédito... Forma de uso: "movimientos tarjeta <número de tarjeta> <codigo de moneda> <fechas>"

source: Please provide a currency symbol for the transactions e.g. USD for United States Dollars, UYU for Uruguayan peso
es: Por favor ingresa un codigo de moneda para las transacciones ej: USD para Dólares Estadounidenses, UYU para Pesos Uruguayos

source: Sorry, could not find that credit card...Please check that the card number is correct...
es: Lo siento, no pude encontrar esa tarjeta de crédito... Por favor verifica que el número es correcto...

source: Beep-bop! Something went wrong... Please try again later...
es: Beep-bop! Algo salió mal... por favor vuelve a intentarlo más tarde...

source: Close
es: Cerrar

source: Hi! To play with Prometeo chatbot you must log in first:
es: Hola! Para jugar con el chatbot de Prometeo primero debes iniciar sesión:

source: I already have a Prometeo account!
es: Ya tengo una cuenta en Prometeo!

source: I still don't have a Prometeo account...
es: Aún no tengo una cuenta en Prometeo...

source: Create a Prometeo account...
es: Crear una cuenta en Prometeo...

source: Try Prometeo Open Banking without an account!
es: Probar Prometeo Open Banking sin una cuenta!

source: Let's go!
es: Vamos!

source: Log in
es: Iniciar sesión

source: Sorry, could not get the dates... please check that you are using a valid format You can use words like 'july' or the date format dd/mm/YYYY, e.g. 31/12/1999
es: Lo siento, no pude obtener las fechas... Por favor verifica que estás usando un formato válido Puedes usar palabras como 'julio' o el formato de fecha dd/mm/YYYY, ej: 31/12/1999

source: Sorry, the first date must be before the second date...
es: Lo siento, la primer fecha debe ser anterior a la segunda fecha...

source: Sorry, I can't see the future... yet ;)
es: Lo siento, no puedo ver el futuro... aún ;)

source: Sorry, this provider is not available at the moment...
es: Lo siento, este proveedor no está disponible de momento...

source: Wrong credentials!
es: Credenciales erróneas!

source: Successfully logged in! To log out from this provider type <a class="message-link">logout</a>. You can try also: <a class="message-link">info</a> for your personal information <a class="message-link">accounts</a> for your accounts in this provider <a class="message-link">cards</a> for your cards in this provider
es: Inicio de sesión exitoso! Para cerrar sesión en este proveedor escribe <a class="message-link">salir</a>. También puedes probar escribiendo: <a class="message-link">info</a> para tu información personal <a class="message-link">cuentas</a> para tus cuentas en este banco <a class="message-link">tarjetas</a> para tus tarjetas en este banco

source: Hi! What do you want to do in Prometeo today? You can start by typing <a class="message-link">banks</a>. If my messages have links, you can click them and I will write that for you :)
es: Hola! Qué quieres hacer en Prometeo hoy? Puedes empezar escribiendo <a class="message-link">bancos</a>. Si mis mensajes tienen enlaces, puedes hacerles click y yo lo escribiré por ti :)
